{"title":"Understanding budgets for child protection","subtitle":"with a special focus on Assam","introduction":{"heading":"Introduction","intro":"India is home to the world’s largest population of children under the age of 18, with more than one in four children living in poverty. Despite considerable progress in recent years, India still faces significant challenges in protecting its children from abuse, exploitation and neglect. Every year, tens of thousands of children in India are subjected to physical, sexual and emotional abuse. Many are also forced into child labour, prostitution and other forms of exploitation. The country’s laws and child protection mechanisms are often not adequate to address these problems, and enforcement is often weak. The Indian constitution, through the Fundamental Rights and the Directive Principles, safeguard the interest of children. India as a signatory of the United Nations Convention on the Rights of the Child (UNCRC) has made an international commitment to protect their rights. Being home to almost 20% of all children of the world, it is important to protect children of India from these risks and vulnerabilities. Child Protection includes the provision of services for the disabled, orphans, disadvantaged or destitute. CBPS defines child protection as the “provision of the State Commission for Protection of Child Rights (SCPCR), juvenile justice measures, children’s court, childline, child labour assistance and rehabilitation, and sponsorship programme for placing children in the care of families, etc.”","outro":"In this story, we will try to break down the various aspects of how money is allocated for child protection in India and then to gain a better understanding of this works at the state level, we will use the Open Budgets India State Explorer to take a look at Assam. But before that, let us get a better understanding of what child protection entails."},"questions":{"q":{"one":"What is the size of total public expenditure on children and what is the per child expenditure? Have these increased over the years, and if yes, has the increase been in real terms?","two":"What are the shares for capital and revenue, and wage and non-wage components? What proportion is spent on direct transfers to children and allied purposes?","three":"Is the child a priority for the state as revealed by expenditure patterns?","four":"Is there an association between the per capita expenditure and the child’s well-being or development? If so, what are the constraints that states with adverse indicators for children face in enhancing their expenditure for children? What are the lessons learnt from this analysis with respect to enhancing the size and efficiency of public expenditure for children?"}},"aspectsSection":[{"heading":"Aspects Of Child Protection","intro":"Public expenditure on children includes the following components: education, health, nutrition and food security, water and sanitation, and social protection including legal and institutional provisions."}],"aspects":[{"aspect":"education","text":"We have included all schemes and services that ensure access to education from pre- primary to senior secondary level. In addition to schools and related expenditure, this includes spending on sports, hostels, libraries, teacher education, in-kind transfers such as textbooks and any other service that facilitates schooling and education"},{"aspect":"health","text":"Health care services include programmes directed directly towards children and also towards mothers and prevention of diseases. This includes health insurance and related schemes. Close linkages between mothers’ health and baby’s birth weight, and between baby’s birth weight and infant or child survival rates made us include expenditures for maternal health, safe motherhood and maternal support services under expenditure for children.( Lechtig et al., 1975) ((Islam, Kamruzzaman, Islam, & Samad, 10 2013). Women as care-givers are pivotal for the pre-birth and early childhood stages of children's lives and hence, expenditure incurred for reproductive health and maternity care i.e. line items that aid women’s ability to give birth to and take care of their child were also included and tagged as a part of the expenditure on the age group 0-6."},{"aspect":"nutrition","text":"Food and nutrition is essential for survival and for development. We have included schemes such as midday meal, nutritional support provided through anganwadis (childcare centers) and other schemes/ services."},{"aspect":"protection","text":"This includes provisions for orphanage, counseling, support services and related activities. This also includes any support services for the more disadvantaged such as the disabled. This also includes institutional provisions such as State Commission for Protection of Child Rights (SCPCR), juvenile justice measures, children’s court, child line, child labour assistance and rehabilitation, and sponsorship programme for placing children in the care of families, etc."}],"child_development":{"heading":"Child Development Index","intro":"The Child Development Index (CDI) is a measure of child development that takes into account a child’s physical, cognitive, and social development. The CDI is used to assess the well-being of children in developing countries and to track progress in achieving international development goals.  The very rationale of public spending for children evolves from the assumption that higher public investment is desirable for the development of children. In order to examine this assumption and also to draw meaningful policy directions, it becomes imperative to see the relative positioning of states in terms of child development"}}